tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "mongodb/brew"
tap "shivammathur/php"
brew "bat"
brew "btop"
brew "coreutils"
brew "eza"
brew "fzf"
brew "mysql", restart_service: :changed
brew "nmap"
brew "postgresql@17", restart_service: :changed
brew "redis", restart_service: :changed
brew "speedtest-cli"
brew "wget"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "actionlint"
cask "android-platform-tools"
cask "another-redis-desktop-manager"
cask "anydesk"
cask "arc"
cask "brave-browser"
cask "dbeaver-community"
cask "discord"
cask "droplr"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "middleclick"
cask "ngrok"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "vlc"
cask "whatsapp"
