aaron-bond.better-comments
alefragnani.bookmarks
alefragnani.project-manager
amiralizadeh9480.laravel-extra-intellisense
be5invis.vscode-custom-css
bierner.emojisense
bmewburn.vscode-intelephense-client
brandonkirbyson.vscode-animations
brittanychiang.halcyon-vscode
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cweijan.dbclient-jdbc
cweijan.vscode-redis-client
dbaeumer.vscode-eslint
dheovani.svg-viewer
dotenv.dotenv-vscode
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
graphql.vscode-graphql
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
ibm.output-colorizer
jeff-hykin.better-shellscript-syntax
kisstkondoros.vscode-gutter-preview
laravel.vscode-laravel
mechatroner.rainbow-csv
mikestead.dotenv
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vscode.vscode-typescript-next
orta.vscode-twoslash-queries
pkief.material-icon-theme
prisma.prisma
quicktype.quicktype
redhat.vscode-yaml
shopify.theme-check-vscode
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-cspell-bundled-dictionaries
tamasfe.even-better-toml
teabyii.ayu
tomoki1207.pdf
usernamehw.errorlens
valeryanm.vscode-phpsab
vitaliymaz.vscode-svg-previewer
vue.volar
wix.vscode-import-cost
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zobo.php-intellisense
